{"id":2990414,"date":"2021-10-27T06:00:00","date_gmt":"2021-10-27T10:00:00","guid":{"rendered":"https:\/\/www.merck.com\/news\/the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri\/"},"modified":"2022-10-04T00:06:55","modified_gmt":"2022-10-04T04:06:55","slug":"the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri","status":"publish","type":"news_item","link":"https:\/\/www.merck.com\/news\/the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri\/","title":{"rendered":"The Medicines Patent Pool (MPP) and Merck Enter Into License Agreement for Molnupiravir, an Investigational Oral Antiviral COVID-19 Medicine, to Increase Broad Access in Low- and Middle-Income Countries"},"content":{"rendered":"<div class=\"q4default\">\n<p class=\"bwalignc\">\n  <b>Merck, Ridgeback Biotherapeutics and Emory University Will Not Receive Royalties for Sales of Molnupiravir Under this Agreement for as Long as COVID-19 Remains Classified as a Public Health Emergency of International Concern by the World Health Organization<\/b>\n<\/p>\n<p class=\"bwalignc\">\n  <b>Collaboration Continues Merck’s Long Track Record of Making Its Medicines and Vaccines Accessible and Affordable Globally<\/b>\n<\/p>\n<p class=\"bwalignc\">\n  <b>This is the First MPP Agreement to Provide Access for a COVID-19 Medical Technology<\/b>\n<\/p>\n<p>    KENILWORTH, N.J.&#8211;(BUSINESS WIRE)&#8211;<br \/>\nThe Medicines Patent Pool (MPP) and Merck (NYSE: MRK), known as MSD outside the United States and Canada, today announced the signing of a voluntary licensing agreement to facilitate affordable global access for molnupiravir, an investigational oral COVID-19 antiviral medicine for the treatment of mild-to-moderate COVID-19 in adults who are at risk for progressing to severe COVID-19 and\/or hospitalization. This agreement will help create broad access for molnupiravir use in 105 low- and middle-income countries (LMICs) following appropriate regulatory approvals. Merck and Ridgeback Biotherapeutics are jointly developing molnupiravir.\n<\/p>\n<p id=\"news-body-cta\">This press release features multimedia. View the full release here: <a href=\"https:\/\/www.businesswire.com\/news\/home\/20211027005308\/en\/\" rel=\"nofollow\">https:\/\/www.businesswire.com\/news\/home\/20211027005308\/en\/<\/a><\/p>\n<p>\nUnder the terms of the agreement, MPP, through the license granted by Merck, will be permitted to further license non-exclusive sublicenses to manufacturers (“MPP License”) and diversify the manufacturing base for the supply of quality-assured or WHO-prequalified molnupiravir to countries covered by the MPP License, subject to local regulatory authorization. Merck, Ridgeback Biotherapeutics and Emory University will not receive royalties for sales of molnupiravir under this agreement for as long as COVID-19 remains classified as a Public Health Emergency of International Concern by the World Health Organization.\n<\/p>\n<p>\nCharles Gore, MPP, executive director, said, “The interim results for molnupiravir are compelling and we see this oral treatment candidate as a potentially important tool to help address the current health crisis. This transparent, public health-driven agreement is MPP’s first voluntary license for a COVID-19 medical technology, and we hope that Merck’s agreement with MPP will be a strong encouragement to others.”\n<\/p>\n<p>\nFrank Clyburn, executive vice president and president of Human Health, Merck, said, “Merck’s mission to save and improve lives is a truly global commitment. This agreement with MPP is another important element in our multi-faceted strategy to accelerate broad, affordable access to molnupiravir, if approved or authorized, for patients no matter where they live, including in countries where governments face greater challenges to finance healthcare.”\n<\/p>\n<p>\nDr. Philippe Duneton, executive director, Unitaid, co-lead of the ACT-A Therapeutics Pillar, said, “Effective, easy to administer, oral treatments that can help to reduce the risk for progression to severe illness may be an important tool to help get the pandemic under control. We encourage further efforts in voluntary licensing to ensure that people in low- and middle-income countries can access COVID-19 treatments once authorized by WHO or a stringent regulatory authority.”\n<\/p>\n<p>\nMolnupiravir was invented at Emory University and licensed to Ridgeback Biotherapeutics by Drug Innovation Ventures at Emory (DRIVE), LLC, which was formed by Emory to advance the development of early-stage drug candidates for viral diseases of global concern. Emory received research funding from the U.S. Defense Threat Reduction Agency and the U.S. National Institute of Allergy and Infectious Diseases.\n<\/p>\n<p>\nGregory L. Fenves, president, Emory University, said, “The license for molnupiravir to the Medicines Patent Pool will support global public health and address unmet medical needs – reflecting Emory’s mission to serve humanity. Innovative research and collaboration across organizations have been vital in the fight against COVID-19.”\n<\/p>\n<p>\nWendy Holman, chief executive officer, Ridgeback Biotherapeutics, said, “We are pleased to collaborate with MPP to ensure that quality-assured generic versions of molnupiravir can be developed and distributed quickly following regulatory authorization. This agreement is another great example of how partnerships and collaboration can do more to address global health challenges than any organization could do on its own.”\n<\/p>\n<p>\nMerck and Ridgeback Biotherapeutics recently <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Fwww.merck.com%2Fnews%2Fmerck-and-ridgeback-announce-submission-of-emergency-use-authorization-application-to-the-u-s-fda-for-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-c%2F&amp;esheet=52516240&amp;newsitemid=20211027005308&amp;lan=en-US&amp;anchor=announced&amp;index=1&amp;md5=1c5f78ead35ea4fcb3bd1f35abaa59f8\" shape=\"rect\">announced<\/a> the submission of an Emergency Use Authorization application for molnupiravir to the U.S. Food and Drug Administration and are actively working with additional regulatory agencies worldwide. If authorized, molnupiravir could be the first oral antiviral medicine available for COVID-19 therapy. The submission is based on <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Fwww.merck.com%2Fnews%2Fmerck-and-ridgebacks-investigational-oral-antiviral-molnupiravir-reduced-the-risk-of-hospitalization-or-death-by-approximately-50-percent-compared-to-placebo-for-patients-with-mild-or-moderat%2F&amp;esheet=52516240&amp;newsitemid=20211027005308&amp;lan=en-US&amp;anchor=positive+results&amp;index=2&amp;md5=2fdd11a18ac4fa37aa5a7854a8f223ee\" shape=\"rect\">positive results<\/a> from a planned interim analysis of the Phase 3 MOVe-OUT study, a global Phase 3, randomized, placebo-controlled, double-blind, multi-site study of non-hospitalized adult patients with laboratory-confirmed mild-to-moderate COVID-19 and at least one risk factor for progression to severe disease or death. Additionally, Merck <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Fwww.merck.com%2Fnews%2Fmerck-and-ridgeback-announce-initiation-of-a-rolling-review-by-the-european-medicines-agency-for-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-covid-19-in-adults%2F&amp;esheet=52516240&amp;newsitemid=20211027005308&amp;lan=en-US&amp;anchor=announced&amp;index=3&amp;md5=6088c422693959221a1ba0b786e8f3a8\" shape=\"rect\">announced<\/a> the European Medicines Agency has initiated a rolling review for molnupiravir for the treatment of COVID-19 in adults.\n<\/p>\n<p>\n  <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Fmedicinespatentpool.org%2Flicence-post%2Fmolnupiravir-mol%2F&amp;esheet=52516240&amp;newsitemid=20211027005308&amp;lan=en-US&amp;anchor=Access+the+license+agreement&amp;index=4&amp;md5=4da39dc958c7fcccf3dd9db6b4f7f9cf\" shape=\"rect\">Access the license agreement<\/a>.\n<\/p>\n<p>\nMPP invites Expressions of Interest (EoI) from potential sublicensees based anywhere in the world for sublicenses to manufacture and sell molnupiravir in the licensed territory:\n<\/p>\n<ul class=\"bwlistdisc\">\n<li>\n    <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Feoi.medicinespatentpool.org%2F&amp;esheet=52516240&amp;newsitemid=20211027005308&amp;lan=en-US&amp;anchor=Access+the+EoI+portal&amp;index=5&amp;md5=5704f735dc617d444a9587922be84c70\" shape=\"rect\">Access the EoI portal<\/a>\n  <\/li>\n<li>\n    <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Fmedicinespatentpool.org%2Fpartners%2Fhow-to-give-or-get-a-licence%2F&amp;esheet=52516240&amp;newsitemid=20211027005308&amp;lan=en-US&amp;anchor=More+information+about+the+EoI+process&amp;index=6&amp;md5=3a1d252ca503301589d3bd228edc00d6\" shape=\"rect\">More information about the EoI process<\/a>\n  <\/li>\n<\/ul>\n<p>\n  <b>About Molnupiravir<\/b>\n<\/p>\n<p>\nMolnupiravir (MK-4482 and EIDD-2801) is an investigational, orally administered form of a potent ribonucleoside analog that inhibits the replication of SARS-CoV-2, the causative agent of COVID-19. Molnupiravir has been shown to be active in several preclinical models of SARS-CoV-2, including for prophylaxis, treatment, and prevention of transmission. Additionally, pre-clinical and clinical data have shown molnupiravir to be active against the most common SARS-CoV-2 variants.\n<\/p>\n<p>\nMolnupiravir is also being evaluated for post-exposure prophylaxis in MOVe-AHEAD, a global, multicenter, randomized, double-blind, placebo-controlled Phase 3 study, which is evaluating the efficacy and safety of molnupiravir in preventing the spread of COVID-19 within households. For more information, please visit <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=http%3A%2F%2Fmerckcovidresearch.com&amp;esheet=52516240&amp;newsitemid=20211027005308&amp;lan=en-US&amp;anchor=http%3A%2F%2Fmerckcovidresearch.com&amp;index=7&amp;md5=9761b0d5a5ab39d7acfe6381abdce05a\" shape=\"rect\">http:\/\/merckcovidresearch.com<\/a>.\n<\/p>\n<p>\n  <b>About Merck<\/b>\n<\/p>\n<p>\nFor over 130 years, Merck, known as MSD outside the United States and Canada, has been inventing for life, bringing forward medicines and vaccines for many of the world’s most challenging diseases in pursuit of our mission to save and improve lives. We demonstrate our commitment to patients and population health by increasing access to health care through far-reaching policies, programs and partnerships. Today, Merck continues to be at the forefront of research to prevent and treat diseases that threaten people and animals – including cancer, infectious diseases such as HIV and Ebola, and emerging animal diseases – as we aspire to be the premier research-intensive biopharmaceutical company in the world. For more information, visit <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=http%3A%2F%2Fwww.merck.com&amp;esheet=52516240&amp;newsitemid=20211027005308&amp;lan=en-US&amp;anchor=www.merck.com&amp;index=8&amp;md5=132baec4da28abe9bf62540317bae3dc\" shape=\"rect\">www.merck.com<\/a> and connect with us on <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Ftwitter.com%2FMerck&amp;esheet=52516240&amp;newsitemid=20211027005308&amp;lan=en-US&amp;anchor=Twitter&amp;index=9&amp;md5=5fe25cf7ac5cb318476c84b568ef3aa9\" shape=\"rect\">Twitter<\/a>, <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Fwww.facebook.com%2FMerckInvents%2F&amp;esheet=52516240&amp;newsitemid=20211027005308&amp;lan=en-US&amp;anchor=Facebook&amp;index=10&amp;md5=d4a15265d0d6cdabd15c5b2f0f2dd64a\" shape=\"rect\">Facebook<\/a>, <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Fwww.instagram.com%2Fmerck%2F&amp;esheet=52516240&amp;newsitemid=20211027005308&amp;lan=en-US&amp;anchor=Instagram&amp;index=11&amp;md5=17cfd8cd4a42234d7b5425883c7801d7\" shape=\"rect\">Instagram<\/a>, <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=http%3A%2F%2Fwww.youtube.com%2FMerck&amp;esheet=52516240&amp;newsitemid=20211027005308&amp;lan=en-US&amp;anchor=YouTube&amp;index=12&amp;md5=ac0994d7af13f30cf8a1425951cba329\" shape=\"rect\">YouTube<\/a> and <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Fwww.linkedin.com%2Fcompany%2Fmerck&amp;esheet=52516240&amp;newsitemid=20211027005308&amp;lan=en-US&amp;anchor=LinkedIn&amp;index=13&amp;md5=05bc5af0efa0eff4fce9fb575fe257e4\" shape=\"rect\">LinkedIn<\/a>.\n<\/p>\n<p>\n  <b>About the Medicines Patent Pool<\/b>\n<\/p>\n<p>\nThe Medicines Patent Pool (MPP) is a United Nations-backed public health organization working to increase access to, and facilitate the development of, life-saving medicines for low- and middle-income countries. Through its innovative business model, MPP partners with civil society, governments, international organizations, industry, patient groups, and other stakeholders, to prioritize and license needed medicines and pool intellectual property to encourage generic manufacture and the development of new formulations. To date, MPP has signed agreements with eleven patent holders for thirteen HIV antiretrovirals, one HIV technology platform, three hepatitis C direct-acting antivirals, a tuberculosis treatment, a long-acting technology and an experimental oral antiviral treatment for COVID-19. MPP was founded by Unitaid, which continues to be MPP’s main funder. MPP’s work on access to essential medicines is also funded by the Swiss Agency for Development and Cooperation (SDC). MPP’s activities in COVID-19 are undertaken with the financial support of the Japanese Government and SDC. More information at <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Fmedicinespatentpool.org%2F&amp;esheet=52516240&amp;newsitemid=20211027005308&amp;lan=en-US&amp;anchor=https%3A%2F%2Fmedicinespatentpool.org%2F&amp;index=14&amp;md5=ec7da601c7608550e0a170030aa034f5\" shape=\"rect\">https:\/\/medicinespatentpool.org\/<\/a> and follow us on <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Ftwitter.com%2FMedsPatentPool&amp;esheet=52516240&amp;newsitemid=20211027005308&amp;lan=en-US&amp;anchor=Twitter&amp;index=15&amp;md5=83f59fd1987ab9277c8ace4333c62f3b\" shape=\"rect\">Twitter<\/a>, <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Fwww.linkedin.com%2Fcompany%2Fmedicines-patent-pool%2F&amp;esheet=52516240&amp;newsitemid=20211027005308&amp;lan=en-US&amp;anchor=LinkedIn&amp;index=16&amp;md5=a75181355ca57a1694f9bf48155f1968\" shape=\"rect\">LinkedIn<\/a> and <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Fwww.youtube.com%2Fuser%2FMedicinesPatentPool&amp;esheet=52516240&amp;newsitemid=20211027005308&amp;lan=en-US&amp;anchor=YouTube&amp;index=17&amp;md5=f0cf4f779dcab8b23fc2e7195677fbd1\" shape=\"rect\">YouTube<\/a>.\n<\/p>\n<p>\n  <b>Forward-Looking Statement of Merck &amp; Co., Inc., Kenilworth, N.J., USA<\/b>\n<\/p>\n<p>\nThis news release of Merck &amp; Co., Inc., Kenilworth, N.J., USA (the “company”) includes “forward-looking statements” within the meaning of the safe harbor provisions of the U.S. Private Securities Litigation Reform Act of 1995. These statements are based upon the current beliefs and expectations of the company’s management and are subject to significant risks and uncertainties. There can be no guarantees with respect to pipeline products that the products will receive the necessary regulatory approvals or that they will prove to be commercially successful. If underlying assumptions prove inaccurate or risks or uncertainties materialize, actual results may differ materially from those set forth in the forward-looking statements.\n<\/p>\n<p>\nRisks and uncertainties include but are not limited to, general industry conditions and competition; general economic factors, including interest rate and currency exchange rate fluctuations; the impact of the global outbreak of novel coronavirus disease (COVID-19); the impact of pharmaceutical industry regulation and health care legislation in the United States and internationally; global trends toward health care cost containment; technological advances, new products and patents attained by competitors; challenges inherent in new product development, including obtaining regulatory approval; the company’s ability to accurately predict future market conditions; manufacturing difficulties or delays; financial instability of international economies and sovereign risk; dependence on the effectiveness of the company’s patents and other protections for innovative products; and the exposure to litigation, including patent litigation, and\/or regulatory actions.\n<\/p>\n<p>\nThe company undertakes no obligation to publicly update any forward-looking statement, whether as a result of new information, future events or otherwise. Additional factors that could cause results to differ materially from those described in the forward-looking statements can be found in the company’s 2020 Annual Report on Form 10-K and the company’s other filings with the Securities and Exchange Commission (SEC) available at the SEC’s Internet site (<a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=http%3A%2F%2Fwww.sec.gov%2F&amp;esheet=52516240&amp;newsitemid=20211027005308&amp;lan=en-US&amp;anchor=www.sec.gov&amp;index=18&amp;md5=6d016444e0aa5cc3f3712437d2982440\" shape=\"rect\">www.sec.gov<\/a>).\n<\/p>\n<p>\n  <img alt=\"\" src=\"https:\/\/cts.businesswire.com\/ct\/CT?id=bwnews&amp;sty=20211027005308r1&amp;sid=acqr8&amp;distro=nx&amp;lang=en\" style=\"width:0;height:0\"><br \/>\n  <span class=\"bwct31415\"><\/span>\n<\/p>\n<p id=\"mmgallerylink\">\n  <span id=\"mmgallerylink-phrase\">View source version on <a href=\"http:\/\/businesswire.com\">businesswire.com<\/a>: <\/span><br \/>\n  <span id=\"mmgallerylink-link\"><br \/>\n    <a href=\"https:\/\/www.businesswire.com\/news\/home\/20211027005308\/en\/\" rel=\"nofollow\">https:\/\/www.businesswire.com\/news\/home\/20211027005308\/en\/<\/a><br \/>\n  <\/span>\n<\/p>\n<p>\nMerck Media:\n<\/p>\n<p>\nMelissa Moody<br \/>\n<br \/>(215) 407-3536\n<\/p>\n<p>\nSienna Choi<br \/>\n<br \/>(908) 873-4311\n<\/p>\n<p>\nInvestor Contacts:\n<\/p>\n<p>\nPeter Dannenbaum<br \/>\n<br \/>(908) 740-1037\n<\/p>\n<p>\nRaychel Kruper<br \/>\n<br \/>(908) 740-2107\n<\/p>\n<p>\nMPP Media:\n<\/p>\n<p>\nGelise McCullough<br \/>\n<br \/>+41 79 685 64 36\n<\/p>\n<p>Source: Merck &amp; Co., Inc.<\/p>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Merck, Ridgeback Biotherapeutics and Emory University Will Not Receive Royalties for Sales of Molnupiravir Under this Agreement for as Long as COVID-19 Remains Classified as a Public Health Emergency of International Concern by the World Health Organization Collaboration Continues Merck’s Long Track Record of Making Its Medicines and Vaccines Accessible and Affordable Globally This is the First MPP Agreement to Provide Access for a COVID-19 Medical Technology The Medicines Patent Pool (MPP) and Merck (NYSE: MRK), known as MSD outside the United States and Canada, today announced the signing of a voluntary licensing agreement to facilitate affordable global access for molnupiravir, an investigational oral COVID-19 antiviral medicine for the treatment of mild-to-moderate COVID-19 in adults who are at risk for progressing to severe COVID-19 and\/or hospitalization. This agreement will help create broad access for molnupiravir use in 105 low- and middle-income countries (LMICs) following<\/p>\n","protected":false},"template":"","meta":{"inpsyde_pem_expiration_date":[],"inpsyde_pem_expiration_action":[],"episode_type":"","audio_file":"","duration":"","filesize":"","date_recorded":"","explicit":"","block":"","filesize_raw":""},"tags":[53,289,56],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v18.2 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>The Medicines Patent Pool (MPP) and Merck Enter Into License Agreement for Molnupiravir, an Investigational Oral Antiviral COVID-19 Medicine, to Increase Broad Access in Low- and Middle-Income Countries - Merck.com<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.merck.com\/news\/the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"The Medicines Patent Pool (MPP) and Merck Enter Into License Agreement for Molnupiravir, an Investigational Oral Antiviral COVID-19 Medicine, to Increase Broad Access in Low- and Middle-Income Countries - Merck.com\" \/>\n<meta property=\"og:description\" content=\"Merck, Ridgeback Biotherapeutics and Emory University Will Not Receive Royalties for Sales of Molnupiravir Under this Agreement for as Long as COVID-19 Remains Classified as a Public Health Emergency of International Concern by the World Health Organization Collaboration Continues Merck’s Long Track Record of Making Its Medicines and Vaccines Accessible and Affordable Globally This is the First MPP Agreement to Provide Access for a COVID-19 Medical Technology The Medicines Patent Pool (MPP) and Merck (NYSE: MRK), known as MSD outside the United States and Canada, today announced the signing of a voluntary licensing agreement to facilitate affordable global access for molnupiravir, an investigational oral COVID-19 antiviral medicine for the treatment of mild-to-moderate COVID-19 in adults who are at risk for progressing to severe COVID-19 and\/or hospitalization. This agreement will help create broad access for molnupiravir use in 105 low- and middle-income countries (LMICs) following\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.merck.com\/news\/the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri\/\" \/>\n<meta property=\"og:site_name\" content=\"Merck.com\" \/>\n<meta property=\"article:modified_time\" content=\"2022-10-04T04:06:55+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/cts.businesswire.com\/ct\/CT?id=bwnews&#038;sty=20211027005308r1&#038;sid=acqr8&#038;distro=nx&#038;lang=en\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.merck.com\/#website\",\"url\":\"https:\/\/www.merck.com\/\",\"name\":\"Merck.com\",\"description\":\"Just another vip-msd.com site\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.merck.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.merck.com\/news\/the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/cts.businesswire.com\/ct\/CT?id=bwnews&amp;sty=20211027005308r1&amp;sid=acqr8&amp;distro=nx&amp;lang=en\",\"contentUrl\":\"https:\/\/cts.businesswire.com\/ct\/CT?id=bwnews&amp;sty=20211027005308r1&amp;sid=acqr8&amp;distro=nx&amp;lang=en\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.merck.com\/news\/the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri\/#webpage\",\"url\":\"https:\/\/www.merck.com\/news\/the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri\/\",\"name\":\"The Medicines Patent Pool (MPP) and Merck Enter Into License Agreement for Molnupiravir, an Investigational Oral Antiviral COVID-19 Medicine, to Increase Broad Access in Low- and Middle-Income Countries - Merck.com\",\"isPartOf\":{\"@id\":\"https:\/\/www.merck.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.merck.com\/news\/the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri\/#primaryimage\"},\"datePublished\":\"2021-10-27T10:00:00+00:00\",\"dateModified\":\"2022-10-04T04:06:55+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/www.merck.com\/news\/the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.merck.com\/news\/the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.merck.com\/news\/the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"News\",\"item\":\"https:\/\/www.merck.com\/news-archive\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"The Medicines Patent Pool (MPP) and Merck Enter Into License Agreement for Molnupiravir, an Investigational Oral Antiviral COVID-19 Medicine, to Increase Broad Access in Low- and Middle-Income Countries\"}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"The Medicines Patent Pool (MPP) and Merck Enter Into License Agreement for Molnupiravir, an Investigational Oral Antiviral COVID-19 Medicine, to Increase Broad Access in Low- and Middle-Income Countries - Merck.com","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.merck.com\/news\/the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri\/","og_locale":"en_US","og_type":"article","og_title":"The Medicines Patent Pool (MPP) and Merck Enter Into License Agreement for Molnupiravir, an Investigational Oral Antiviral COVID-19 Medicine, to Increase Broad Access in Low- and Middle-Income Countries - Merck.com","og_description":"Merck, Ridgeback Biotherapeutics and Emory University Will Not Receive Royalties for Sales of Molnupiravir Under this Agreement for as Long as COVID-19 Remains Classified as a Public Health Emergency of International Concern by the World Health Organization Collaboration Continues Merck’s Long Track Record of Making Its Medicines and Vaccines Accessible and Affordable Globally This is the First MPP Agreement to Provide Access for a COVID-19 Medical Technology The Medicines Patent Pool (MPP) and Merck (NYSE: MRK), known as MSD outside the United States and Canada, today announced the signing of a voluntary licensing agreement to facilitate affordable global access for molnupiravir, an investigational oral COVID-19 antiviral medicine for the treatment of mild-to-moderate COVID-19 in adults who are at risk for progressing to severe COVID-19 and\/or hospitalization. This agreement will help create broad access for molnupiravir use in 105 low- and middle-income countries (LMICs) following","og_url":"https:\/\/www.merck.com\/news\/the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri\/","og_site_name":"Merck.com","article_modified_time":"2022-10-04T04:06:55+00:00","og_image":[{"url":"https:\/\/cts.businesswire.com\/ct\/CT?id=bwnews&amp;sty=20211027005308r1&amp;sid=acqr8&amp;distro=nx&amp;lang=en"}],"twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/www.merck.com\/#website","url":"https:\/\/www.merck.com\/","name":"Merck.com","description":"Just another vip-msd.com site","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.merck.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","@id":"https:\/\/www.merck.com\/news\/the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri\/#primaryimage","inLanguage":"en-US","url":"https:\/\/cts.businesswire.com\/ct\/CT?id=bwnews&amp;sty=20211027005308r1&amp;sid=acqr8&amp;distro=nx&amp;lang=en","contentUrl":"https:\/\/cts.businesswire.com\/ct\/CT?id=bwnews&amp;sty=20211027005308r1&amp;sid=acqr8&amp;distro=nx&amp;lang=en"},{"@type":"WebPage","@id":"https:\/\/www.merck.com\/news\/the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri\/#webpage","url":"https:\/\/www.merck.com\/news\/the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri\/","name":"The Medicines Patent Pool (MPP) and Merck Enter Into License Agreement for Molnupiravir, an Investigational Oral Antiviral COVID-19 Medicine, to Increase Broad Access in Low- and Middle-Income Countries - Merck.com","isPartOf":{"@id":"https:\/\/www.merck.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.merck.com\/news\/the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri\/#primaryimage"},"datePublished":"2021-10-27T10:00:00+00:00","dateModified":"2022-10-04T04:06:55+00:00","breadcrumb":{"@id":"https:\/\/www.merck.com\/news\/the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.merck.com\/news\/the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.merck.com\/news\/the-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"News","item":"https:\/\/www.merck.com\/news-archive\/"},{"@type":"ListItem","position":2,"name":"The Medicines Patent Pool (MPP) and Merck Enter Into License Agreement for Molnupiravir, an Investigational Oral Antiviral COVID-19 Medicine, to Increase Broad Access in Low- and Middle-Income Countries"}]}]}},"_links":{"self":[{"href":"https:\/\/www.merck.com\/wp-json\/wp\/v2\/news_item\/2990414"}],"collection":[{"href":"https:\/\/www.merck.com\/wp-json\/wp\/v2\/news_item"}],"about":[{"href":"https:\/\/www.merck.com\/wp-json\/wp\/v2\/types\/news_item"}],"version-history":[{"count":500,"href":"https:\/\/www.merck.com\/wp-json\/wp\/v2\/news_item\/2990414\/revisions"}],"predecessor-version":[{"id":3080154,"href":"https:\/\/www.merck.com\/wp-json\/wp\/v2\/news_item\/2990414\/revisions\/3080154"}],"wp:attachment":[{"href":"https:\/\/www.merck.com\/wp-json\/wp\/v2\/media?parent=2990414"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.merck.com\/wp-json\/wp\/v2\/tags?post=2990414"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}