{"id":3037379,"date":"2021-11-09T06:00:00","date_gmt":"2021-11-09T11:00:00","guid":{"rendered":"https:\/\/www.merck.com\/news\/merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a\/"},"modified":"2022-10-04T00:06:47","modified_gmt":"2022-10-04T04:06:47","slug":"merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a","status":"publish","type":"news_item","link":"https:\/\/www.merck.com\/news\/merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a\/","title":{"rendered":"Merck and Ridgeback Announce U.S. Government to Purchase 1.4 Million Additional Courses of Molnupiravir, an Investigational Oral Antiviral Medicine, for the Treatment of Mild-to-Moderate COVID-19 in At Risk Adults"},"content":{"rendered":"<div class=\"q4default\">\n<p>    KENILWORTH, N.J. &amp; MIAMI&#8211;(BUSINESS WIRE)&#8211;<br \/>\nMerck (NYSE: MRK), known as MSD outside the United States and Canada, and Ridgeback Biotherapeutics today announced that the United States government will exercise two of its options to purchase a total of 1.4 million additional courses of molnupiravir, an investigational oral antiviral medicine, if the medicine is granted Emergency Use Authorization (EUA) or approval by the U.S. Food and Drug Administration (FDA), for approximately $1 billion. With these exercised options, the U.S. government has now committed to purchase a total of approximately 3.1 million courses of molnupiravir, for approximately $2.2 billion, between authorization and early 2022. The U.S. government also has the ability to purchase more than 2 million additional courses through further options that remain in the contract. Merck is developing molnupiravir in collaboration with Ridgeback Biotherapeutics.\n<\/p>\n<p id=\"news-body-cta\">This press release features multimedia. View the full release here: <a href=\"https:\/\/www.businesswire.com\/news\/home\/20211109005641\/en\/\" rel=\"nofollow\">https:\/\/www.businesswire.com\/news\/home\/20211109005641\/en\/<\/a><\/p>\n<p>\n“We’re honored that the U.S. government has chosen to purchase more than 3 million courses of molnupiravir, our promising oral antiviral, so that molnupiravir, if authorized, will be among the vaccines and medicines available to fight COVID-19 as part of our collective efforts to bring this pandemic to an end. In light of the continued impact of the pandemic on hundreds of thousands of people every day, all of us at Merck are moving with urgency and rigor to bring molnupiravir, with its compelling data showing a significant reduction in death and hospitalizations, to patients as quickly as we can,” said Frank Clyburn, president of Human Health, Merck.\n<\/p>\n<p>\nMerck and Ridgeback previously <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Fwww.merck.com%2Fnews%2Fmerck-and-ridgeback-announce-submission-of-emergency-use-authorization-application-to-the-u-s-fda-for-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-c%2F&amp;esheet=52525934&amp;newsitemid=20211109005641&amp;lan=en-US&amp;anchor=announced&amp;index=1&amp;md5=8f257d4d8adbb2ce9c231d0f93563f4f\" shape=\"rect\">announced<\/a> the submission of an EUA application to the U.S. FDA for molnupiravir for the treatment of mild-to-moderate COVID-19 in adults at risk for progressing to severe COVID-19 and\/or hospitalization. The application will be discussed at the FDA’s Antimicrobial Drugs Advisory Committee meeting on Nov. 30, 2021.\n<\/p>\n<p>\nThis procurement of molnupiravir will be supported in whole with federal funds from the Department of Health and Human Services; Office of the Assistant Secretary for Preparedness and Response; Biomedical Advanced Research and Development Authority, in collaboration with the DOD Joint Program Executive Office for Chemical, Biological, Radiological and Nuclear Defense (JPEO-CBRND) under contract number W911QY21C0031.\n<\/p>\n<p>\n  <b>About Merck’s Global Efforts to Accelerate Access to Molnupiravir Following Regulatory Authorizations or Approvals<br \/>\n<br \/><\/b>Merck is committed to providing timely access to molnupiravir globally through our comprehensive supply and access approach, which includes investing at risk to produce millions of courses of therapy; tiered pricing based on the ability of governments to finance health care; entering into supply agreements with governments; and granting voluntary licenses to generic manufacturers and to the Medicines Patent Pool to make generic molnupiravir available in more than 100 low- and middle-income countries following local regulatory authorizations or approvals.\n<\/p>\n<p>\n  <b>Supply:<\/b> In anticipation of the results from MOVe-OUT and the potential for regulatory authorization or approval, Merck has been producing molnupiravir at risk and expects to produce 10 million courses of treatment by the end of 2021, with at least 20 million courses to be produced in 2022.\n<\/p>\n<p>\n  <b>Supply agreements:<\/b> Earlier this year, Merck <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Fwww.merck.com%2Fnews%2Fmerck-announces-supply-agreement-with-u-s-government-for-molnupiravir-an-investigational-oral-antiviral-candidate-for-treatment-of-mild-to-moderate-covid-19%2F&amp;esheet=52525934&amp;newsitemid=20211109005641&amp;lan=en-US&amp;anchor=entered&amp;index=2&amp;md5=ef4d46b69a63c828b53ce792347f45ea\" shape=\"rect\">entered<\/a> into a procurement agreement with the U.S. Government under which the company will supply approximately 1.7 million courses of molnupiravir to the U.S. Government, upon EUA or approval from the U.S. FDA. Additionally, Merck has entered into supply and advance purchase agreements for molnupiravir with governments worldwide, including the U.K. Government for 480,000 courses of therapy, and is currently in discussions with additional governments.<b><\/b>Merck plans to implement a tiered pricing approach based on World Bank country income criteria to reflect countries’ relative ability to finance their health response to the pandemic.\n<\/p>\n<p>\n  <b>Voluntary licenses:<\/b> As part of its commitment to widespread global access, Merck previously <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Fwww.merck.com%2Fnews%2Fthe-medicines-patent-pool-mpp-and-merck-enter-into-license-agreement-for-molnupiravir-an-investigational-oral-antiviral-covid-19-medicine-to-increase-broad-access-in-low-and-middle-income-countri%2F&amp;esheet=52525934&amp;newsitemid=20211109005641&amp;lan=en-US&amp;anchor=announced&amp;index=3&amp;md5=af9c8b1546d948219264ede84e9b6c91\" shape=\"rect\">announced<\/a> that it has entered into a licensing agreement with the Medicines Patent Pool to increase broad access for molnupiravir in low- and middle-income countries. Additionally, Merck previously <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Fwww.merck.com%2Fnews%2Famid-humanitarian-crisis-in-india-merck-announces-voluntary-licensing-agreements-with-five-indian-generics-manufacturers-to-accelerate-and-expand-global-access-to-molnupiravir-an-investigational-ora%2F&amp;esheet=52525934&amp;newsitemid=20211109005641&amp;lan=en-US&amp;anchor=announced&amp;index=4&amp;md5=8ec9a6a8fb27fbe78e3eb55e6f110c91\" shape=\"rect\">announced<\/a> that the company has entered into non-exclusive voluntary licensing agreements for molnupiravir with established generic manufacturers to accelerate availability of molnupiravir in more than 100 low- and middle-income countries following approvals or emergency authorization by local regulatory agencies.\n<\/p>\n<p>\nMerck continues to discuss additional measures and collaborations to accelerate broad, global access to molnupiravir.\n<\/p>\n<p>\n  <b>About Molnupiravir<br \/>\n<br \/><\/b>Molnupiravir (MK-4482, EIDD-2801) is an investigational, orally administered form of a potent ribonucleoside analog that inhibits the replication of SARS-CoV-2, the causative agent of COVID-19. If authorized or approved, the recommended dose for molnupiravir based on the Phase 3 MOVe-OUT clinical trial would be 800 mg twice daily for five days.\n<\/p>\n<p>\nMolnupiravir was invented at Drug Innovations at Emory (DRIVE), LLC, a not-for-profit biotechnology company wholly owned by Emory University; Emory\/DRIVE received some research funding from the U.S. Department of Defense and the National Institutes of Health. Molnupiravir is being developed by Merck &amp; Co., Inc. in collaboration with Ridgeback Biotherapeutics. Ridgeback received an upfront payment from Merck and also is eligible to receive contingent payments dependent upon the achievement of certain developmental and regulatory approval milestones. Any profits from the collaboration will be split between the partners equally. Since licensed by Ridgeback, all funds used for the development of molnupiravir have been provided by Merck and by Wayne and Wendy Holman of Ridgeback.\n<\/p>\n<p>\nMolnupiravir is also being evaluated for post-exposure prophylaxis in MOVe-AHEAD, a global, multicenter, randomized, double-blind, placebo-controlled Phase 3 study, which is evaluating the efficacy and safety of molnupiravir in preventing the spread of COVID-19 within households. For more information, please visit <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=http%3A%2F%2Fmerckcovidresearch.com&amp;esheet=52525934&amp;newsitemid=20211109005641&amp;lan=en-US&amp;anchor=http%3A%2F%2Fmerckcovidresearch.com&amp;index=5&amp;md5=638c5855eca37c65845be7ac2023c7f2\" shape=\"rect\">http:\/\/merckcovidresearch.com<\/a>. Please visit the Merck <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Fwww.merck.com%2Fmedia%2Four-investigational-covid-19-antiviral%2F&amp;esheet=52525934&amp;newsitemid=20211109005641&amp;lan=en-US&amp;anchor=media+library&amp;index=6&amp;md5=4036d040bca27383c8da164a131f2273\" shape=\"rect\">media library<\/a> for molnupiravir images and b-roll.\n<\/p>\n<p>\n  <b>About Ridgeback Biotherapeutics<br \/>\n<br \/><\/b>Headquartered in Miami, Florida, Ridgeback Biotherapeutics LP is a biotechnology company focused on emerging infectious diseases. Ridgeback markets Ebanga<sup>TM<\/sup> for the treatment of Ebola and has a late-stage development pipeline which includes molnupiravir for the treatment of COVID-19. Development of molnupiravir is entirely funded by Ridgeback Biotherapeutics and Merck &amp; Co., Inc. All equity capital in Ridgeback Biotherapeutics, LP originated from Wayne and Wendy Holman, who are committed to investing in and supporting medical technologies that will save lives. The team at Ridgeback is dedicated to working toward finding life-saving and life-changing solutions for patients and diseases that need champions.\n<\/p>\n<p>\n  <b>About Merck<br \/>\n<br \/><\/b>For over 130 years, Merck, known as MSD outside the United States and Canada, has been inventing for life, bringing forward medicines and vaccines for many of the world’s most challenging diseases in pursuit of our mission to save and improve lives. We demonstrate our commitment to patients and population health by increasing access to health care through far-reaching policies, programs and partnerships. Today, Merck continues to be at the forefront of research to prevent and treat diseases that threaten people and animals – including cancer, infectious diseases such as HIV and Ebola, and emerging animal diseases – as we aspire to be the premier research-intensive biopharmaceutical company in the world. For more information, visit <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=http%3A%2F%2Fwww.merck.com&amp;esheet=52525934&amp;newsitemid=20211109005641&amp;lan=en-US&amp;anchor=www.merck.com&amp;index=7&amp;md5=30c975fc5ea6819d1543138c241f98c5\" shape=\"rect\">www.merck.com<\/a> and connect with us on <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Ftwitter.com%2FMerck&amp;esheet=52525934&amp;newsitemid=20211109005641&amp;lan=en-US&amp;anchor=Twitter&amp;index=8&amp;md5=d71a83ab742d9a8232145b0ec671e6ab\" shape=\"rect\">Twitter<\/a>, <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Fwww.facebook.com%2FMerckInvents%2F&amp;esheet=52525934&amp;newsitemid=20211109005641&amp;lan=en-US&amp;anchor=Facebook&amp;index=9&amp;md5=82da273220240bfb4f5604b8cbfde5f8\" shape=\"rect\">Facebook<\/a>, <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Fwww.instagram.com%2Fmerck%2F&amp;esheet=52525934&amp;newsitemid=20211109005641&amp;lan=en-US&amp;anchor=Instagram&amp;index=10&amp;md5=a5461461f8c54697918404f88ad177ce\" shape=\"rect\">Instagram<\/a>, <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=http%3A%2F%2Fwww.youtube.com%2FMerck&amp;esheet=52525934&amp;newsitemid=20211109005641&amp;lan=en-US&amp;anchor=YouTube&amp;index=11&amp;md5=60f5d86487f531688f9f0b234f34fe09\" shape=\"rect\">YouTube<\/a> and <a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=https%3A%2F%2Fwww.linkedin.com%2Fcompany%2Fmerck&amp;esheet=52525934&amp;newsitemid=20211109005641&amp;lan=en-US&amp;anchor=LinkedIn&amp;index=12&amp;md5=e4f2bcbacc50996a52b9bf38342fb156\" shape=\"rect\">LinkedIn<\/a>.\n<\/p>\n<p>\n  <b>Forward-Looking Statement of Merck &amp; Co., Inc., Kenilworth, N.J., USA.<br \/>\n<br \/><\/b>This news release of Merck &amp; Co., Inc., Kenilworth, N.J., USA (the “company”) includes “forward-looking statements” within the meaning of the safe harbor provisions of the U.S. Private Securities Litigation Reform Act of 1995. These statements are based upon the current beliefs and expectations of the company’s management and are subject to significant risks and uncertainties. There can be no guarantees with respect to pipeline products that the products will receive the necessary regulatory approvals or that they will prove to be commercially successful. If underlying assumptions prove inaccurate or risks or uncertainties materialize, actual results may differ materially from those set forth in the forward-looking statements.\n<\/p>\n<p>\nRisks and uncertainties include but are not limited to, general industry conditions and competition; general economic factors, including interest rate and currency exchange rate fluctuations; the impact of the global outbreak of novel coronavirus disease (COVID-19); the impact of pharmaceutical industry regulation and health care legislation in the United States and internationally; global trends toward health care cost containment; technological advances, new products and patents attained by competitors; challenges inherent in new product development, including obtaining regulatory approval; the company’s ability to accurately predict future market conditions; manufacturing difficulties or delays; financial instability of international economies and sovereign risk; dependence on the effectiveness of the company’s patents and other protections for innovative products; and the exposure to litigation, including patent litigation, and\/or regulatory actions.\n<\/p>\n<p>\nThe company undertakes no obligation to publicly update any forward-looking statement, whether as a result of new information, future events or otherwise. Additional factors that could cause results to differ materially from those described in the forward-looking statements can be found in the company’s 2020 Annual Report on Form 10-K and the company’s other filings with the Securities and Exchange Commission (SEC) available at the SEC’s Internet site (<a rel=\"nofollow\" href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=http%3A%2F%2Fwww.sec.gov%2F&amp;esheet=52525934&amp;newsitemid=20211109005641&amp;lan=en-US&amp;anchor=www.sec.gov&amp;index=13&amp;md5=d3290a61999a8160c8221a79b03d31bd\" shape=\"rect\">www.sec.gov<\/a>).\n<\/p>\n<p>\n  <img alt=\"\" src=\"https:\/\/cts.businesswire.com\/ct\/CT?id=bwnews&amp;sty=20211109005641r1&amp;sid=acqr8&amp;distro=nx&amp;lang=en\" style=\"width:0;height:0\"><br \/>\n  <span class=\"bwct31415\"><\/span>\n<\/p>\n<p id=\"mmgallerylink\">\n  <span id=\"mmgallerylink-phrase\">View source version on <a href=\"http:\/\/businesswire.com\">businesswire.com<\/a>: <\/span><br \/>\n  <span id=\"mmgallerylink-link\"><br \/>\n    <a href=\"https:\/\/www.businesswire.com\/news\/home\/20211109005641\/en\/\" rel=\"nofollow\">https:\/\/www.businesswire.com\/news\/home\/20211109005641\/en\/<\/a><br \/>\n  <\/span>\n<\/p>\n<p>\nMedia:\n<\/p>\n<p>\nMelissa Moody<br \/>\n<br \/>(215) 407-3536\n<\/p>\n<p>\nCourtney Ronaldo<br \/>\n<br \/>(908) 740-6132\n<\/p>\n<p>\nInvestors:\n<\/p>\n<p>\nPeter Dannenbaum<br \/>\n<br \/>(908) 740-1037\n<\/p>\n<p>\nRaychel Kruper<br \/>\n<br \/>(908) 740-2107\n<\/p>\n<p>Source: Merck &amp; Co., Inc.<\/p>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Merck (NYSE: MRK), known as MSD outside the United States and Canada, and Ridgeback Biotherapeutics today announced that the United States government will exercise two of its options to purchase a total of 1.4 million additional courses of molnupiravir, an investigational oral antiviral medicine, if the medicine is granted Emergency Use Authorization (EUA) or approval by the U.S. Food and Drug Administration (FDA), for approximately $1 billion. With these exercised options, the U.S. government has now committed to purchase a total of approximately 3.1 million courses of molnupiravir, for approximately $2.2 billion, between authorization and early 2022. The U.S. government also has the ability to purchase more than 2 million additional courses through further options that remain in the contract. Merck is developing molnupiravir in collaboration with Ridgeback Biotherapeutics. This press release features multimedia. View the full release here:<\/p>\n","protected":false},"template":"","meta":{"inpsyde_pem_expiration_date":[],"inpsyde_pem_expiration_action":[],"episode_type":"","audio_file":"","duration":"","filesize":"","date_recorded":"","explicit":"","block":"","filesize_raw":""},"tags":[53,289,56],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v18.2 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Merck and Ridgeback Announce U.S. Government to Purchase 1.4 Million Additional Courses of Molnupiravir, an Investigational Oral Antiviral Medicine, for the Treatment of Mild-to-Moderate COVID-19 in At Risk Adults - Merck.com<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.merck.com\/news\/merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Merck and Ridgeback Announce U.S. Government to Purchase 1.4 Million Additional Courses of Molnupiravir, an Investigational Oral Antiviral Medicine, for the Treatment of Mild-to-Moderate COVID-19 in At Risk Adults - Merck.com\" \/>\n<meta property=\"og:description\" content=\"Merck (NYSE: MRK), known as MSD outside the United States and Canada, and Ridgeback Biotherapeutics today announced that the United States government will exercise two of its options to purchase a total of 1.4 million additional courses of molnupiravir, an investigational oral antiviral medicine, if the medicine is granted Emergency Use Authorization (EUA) or approval by the U.S. Food and Drug Administration (FDA), for approximately $1 billion. With these exercised options, the U.S. government has now committed to purchase a total of approximately 3.1 million courses of molnupiravir, for approximately $2.2 billion, between authorization and early 2022. The U.S. government also has the ability to purchase more than 2 million additional courses through further options that remain in the contract. Merck is developing molnupiravir in collaboration with Ridgeback Biotherapeutics. This press release features multimedia. View the full release here:\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.merck.com\/news\/merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a\/\" \/>\n<meta property=\"og:site_name\" content=\"Merck.com\" \/>\n<meta property=\"article:modified_time\" content=\"2022-10-04T04:06:47+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/cts.businesswire.com\/ct\/CT?id=bwnews&#038;sty=20211109005641r1&#038;sid=acqr8&#038;distro=nx&#038;lang=en\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.merck.com\/#website\",\"url\":\"https:\/\/www.merck.com\/\",\"name\":\"Merck.com\",\"description\":\"Just another vip-msd.com site\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.merck.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.merck.com\/news\/merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/cts.businesswire.com\/ct\/CT?id=bwnews&amp;sty=20211109005641r1&amp;sid=acqr8&amp;distro=nx&amp;lang=en\",\"contentUrl\":\"https:\/\/cts.businesswire.com\/ct\/CT?id=bwnews&amp;sty=20211109005641r1&amp;sid=acqr8&amp;distro=nx&amp;lang=en\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.merck.com\/news\/merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a\/#webpage\",\"url\":\"https:\/\/www.merck.com\/news\/merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a\/\",\"name\":\"Merck and Ridgeback Announce U.S. Government to Purchase 1.4 Million Additional Courses of Molnupiravir, an Investigational Oral Antiviral Medicine, for the Treatment of Mild-to-Moderate COVID-19 in At Risk Adults - Merck.com\",\"isPartOf\":{\"@id\":\"https:\/\/www.merck.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.merck.com\/news\/merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a\/#primaryimage\"},\"datePublished\":\"2021-11-09T11:00:00+00:00\",\"dateModified\":\"2022-10-04T04:06:47+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/www.merck.com\/news\/merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.merck.com\/news\/merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.merck.com\/news\/merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"News\",\"item\":\"https:\/\/www.merck.com\/news-archive\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Merck and Ridgeback Announce U.S. Government to Purchase 1.4 Million Additional Courses of Molnupiravir, an Investigational Oral Antiviral Medicine, for the Treatment of Mild-to-Moderate COVID-19 in At Risk Adults\"}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Merck and Ridgeback Announce U.S. Government to Purchase 1.4 Million Additional Courses of Molnupiravir, an Investigational Oral Antiviral Medicine, for the Treatment of Mild-to-Moderate COVID-19 in At Risk Adults - Merck.com","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.merck.com\/news\/merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a\/","og_locale":"en_US","og_type":"article","og_title":"Merck and Ridgeback Announce U.S. Government to Purchase 1.4 Million Additional Courses of Molnupiravir, an Investigational Oral Antiviral Medicine, for the Treatment of Mild-to-Moderate COVID-19 in At Risk Adults - Merck.com","og_description":"Merck (NYSE: MRK), known as MSD outside the United States and Canada, and Ridgeback Biotherapeutics today announced that the United States government will exercise two of its options to purchase a total of 1.4 million additional courses of molnupiravir, an investigational oral antiviral medicine, if the medicine is granted Emergency Use Authorization (EUA) or approval by the U.S. Food and Drug Administration (FDA), for approximately $1 billion. With these exercised options, the U.S. government has now committed to purchase a total of approximately 3.1 million courses of molnupiravir, for approximately $2.2 billion, between authorization and early 2022. The U.S. government also has the ability to purchase more than 2 million additional courses through further options that remain in the contract. Merck is developing molnupiravir in collaboration with Ridgeback Biotherapeutics. This press release features multimedia. View the full release here:","og_url":"https:\/\/www.merck.com\/news\/merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a\/","og_site_name":"Merck.com","article_modified_time":"2022-10-04T04:06:47+00:00","og_image":[{"url":"https:\/\/cts.businesswire.com\/ct\/CT?id=bwnews&amp;sty=20211109005641r1&amp;sid=acqr8&amp;distro=nx&amp;lang=en"}],"twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/www.merck.com\/#website","url":"https:\/\/www.merck.com\/","name":"Merck.com","description":"Just another vip-msd.com site","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.merck.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","@id":"https:\/\/www.merck.com\/news\/merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a\/#primaryimage","inLanguage":"en-US","url":"https:\/\/cts.businesswire.com\/ct\/CT?id=bwnews&amp;sty=20211109005641r1&amp;sid=acqr8&amp;distro=nx&amp;lang=en","contentUrl":"https:\/\/cts.businesswire.com\/ct\/CT?id=bwnews&amp;sty=20211109005641r1&amp;sid=acqr8&amp;distro=nx&amp;lang=en"},{"@type":"WebPage","@id":"https:\/\/www.merck.com\/news\/merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a\/#webpage","url":"https:\/\/www.merck.com\/news\/merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a\/","name":"Merck and Ridgeback Announce U.S. Government to Purchase 1.4 Million Additional Courses of Molnupiravir, an Investigational Oral Antiviral Medicine, for the Treatment of Mild-to-Moderate COVID-19 in At Risk Adults - Merck.com","isPartOf":{"@id":"https:\/\/www.merck.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.merck.com\/news\/merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a\/#primaryimage"},"datePublished":"2021-11-09T11:00:00+00:00","dateModified":"2022-10-04T04:06:47+00:00","breadcrumb":{"@id":"https:\/\/www.merck.com\/news\/merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.merck.com\/news\/merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.merck.com\/news\/merck-and-ridgeback-announce-u-s-government-to-purchase-1-4-million-additional-courses-of-molnupiravir-an-investigational-oral-antiviral-medicine-for-the-treatment-of-mild-to-moderate-covid-19-in-a\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"News","item":"https:\/\/www.merck.com\/news-archive\/"},{"@type":"ListItem","position":2,"name":"Merck and Ridgeback Announce U.S. Government to Purchase 1.4 Million Additional Courses of Molnupiravir, an Investigational Oral Antiviral Medicine, for the Treatment of Mild-to-Moderate COVID-19 in At Risk Adults"}]}]}},"_links":{"self":[{"href":"https:\/\/www.merck.com\/wp-json\/wp\/v2\/news_item\/3037379"}],"collection":[{"href":"https:\/\/www.merck.com\/wp-json\/wp\/v2\/news_item"}],"about":[{"href":"https:\/\/www.merck.com\/wp-json\/wp\/v2\/types\/news_item"}],"version-history":[{"count":500,"href":"https:\/\/www.merck.com\/wp-json\/wp\/v2\/news_item\/3037379\/revisions"}],"predecessor-version":[{"id":3102307,"href":"https:\/\/www.merck.com\/wp-json\/wp\/v2\/news_item\/3037379\/revisions\/3102307"}],"wp:attachment":[{"href":"https:\/\/www.merck.com\/wp-json\/wp\/v2\/media?parent=3037379"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.merck.com\/wp-json\/wp\/v2\/tags?post=3037379"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}